{"840":"Aa","14851":"The","7517120":"link exhibition center","13851528":"We collect personal information that you voluntarily provide to us when you register for the event, make a purchase, sign up for our newsletter, or communicate with us via email or other means. This information may include your name, email address, phone number, postal address, and payment information.","19600038":"cv custom solutions","25976530":"© Copyright ","34200452":"licenses","38133869":"by Laura Davis","49052565":"innovation","51155433":"Empty Space","c212ab5":"Immersive Solutions","-15a310e4":"Industries","-3a1489b":"our work","207e37db":"insights","-7bc27f6b":"Careers","-64104400":"Contact","-79bcfd5a":"DESIGn \"IMmERSIVE INTERNET\" FOR THE WORLD.","561da9b5":"We create Immersive XR [Extended Reality] experiences for innovative brands by blending the power of Human Imagination & Deep Tech.","3d503d2b":"No items found.","46ac21aa":"Empty Component","-30663036":"Know More","7f2746de":"Contact Us","420a88a4":"who we are","-6243b084":"Our Vision","429cd4b2":"Our core vision is to improve the currently available Computer Vision libraries to enhance the overall AR experience.","-ff822fa":"future ready","-7109b6a3":"By focussing on webAR, we make sure that our AR solutions are compatible with the future & accessible to all.","-7e7c954a":"global reach","-13375503":"We are on a mission to design Augmented Reality experiences for the next billion users across the globe.","-1091638d":"empty space","58363bca":"know more","8556e9e":"contact us","a749d6b":"what is xr?","7d28853f":"Our AR Solutions","1d7e624":"Add text here","-145e16b2":"Paragraph","-3057a456":"Know more","2a8fa5":"Our Work","3a2272c7":"stay in the loop.","388bdaae":"I have read and agree to the ","-3fbde6f6":"Privacy Policy","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","-6de4f493":"SOCIAL","792b2792":"Instagram","-6aaee2e6":"Tiktok","4b0ff51e":"Linkedin","-76dc846b":"Medium","38b72420":"contact","-1d928867":"456 Oakwood Avenue,","163e8767":"San Francisco, CA 94110","6e81b2cd":"contact@synapse.ai","-50f1cfe0":"May 15th - 21st","-58f32af8":"San Francisco + Online","7d518571":"navigate","2268ff":"Home","-25bf0949":"Schedule","-7b61fb8c":"Speakers","752a03d5":"Location","-69968b47":"Sponsors","24fef3":"News","45e7299":"Legal","225cae":"INFO","-7aba473":"Style Guide","3766ef65":"Getting Started","-31d02e8c":"Changelog","37fa6872":"Licenses","-6702d593":"Medium Rare","-1c83bc24":" All Rights Reserved.","107a5a8e":"For more designs visit:","622c60ed":"mediumrare.shop","-11d4bbff":"Protected Page","7a70a5d8":"Please enter your password to continue.","4c641ebb":"Password","-f5c4b5f":"Incorrect password. Please try again.","41105dbf":"404 - Page Not Found","583f3656":"The page you are looking for doesn't exist or has been moved.","-7e7f8ad5":"back to home","10776add":"app based ar","5931581a":"may 15th – 21st","a006cc8":"san francisco + Online","66c02b4d":"buy tickets","-d0a1c3c":"see schedule","-6878c46f":"EVENT PARTNERS","-725be5ae":"Bend is a leading provider of AI-powered solutions that enable businesses to gain deeper insights into their customers, products, and operations. Their solutions include predictive analytics, data visualization, and machine learning, which help organizations make better data-driven decisions.","64553b4c":"bend.com","-5d2f5436":"Loop is a software company that specializes in developing AI-powered chatbots for customer service and support. Their chatbots use natural language processing and machine learning to provide personalized and efficient customer service, which saves time and resources for businesses.","3e39cf61":"loopcontent.ai","-eea0717":"Nascent is a leading provider of AI-powered solutions for supply chain management. Their solutions include predictive analytics, optimization, and automation, which help organizations optimize their supply chain operations, reduce costs, and increase efficiency. Naiscent's expertise in AI and supply chain management has helped numerous businesses gain a competitive advantage in their industry.","-15308444":"nascent.studio","76aefb94":"Marigold is an AI-powered personalization platform that helps e-commerce businesses optimize their customer experience. Their platform uses AI to analyze customer data and provide personalized product recommendations and marketing messages, which increase customer engagement and sales.","-5ccb54b5":"marigold.ai","-7510d8a2":"arts & entertainment","-283e61dc":"no posts published yet.","-18647ee2":"SYNAPSE is a ","-b3192c":" template.","487ee031":"Explore more great ","6364ba4":"templates for Webflow","78fba952":", Framer + Figma.","338ad3":"news","-658276e5":"event updates and insight.","56bdb194":"changelog","-62e2e19b":"A summary of fixes and content updates made since release.","1f5c076c":"May 15th 2023","-33078505":"• Initial release of Synapse.","-39e2e7dd":"get in touch with the synapse team.","bcb22c8":"For general enquiries:","-55112a15":"+613 28271 9128","2a9ec202":"enquiries@linkevents.io","6d64616d":"join us online or in-person.","-7bd12b03":"in-person","2063dfde":"get directions","48f9e09b":"website","7dc18ea5":"Share this article:","2c9a4253":"Twitter","-4041708b":"medium","-7ada13b8":"substack","-3c0dda4d":"What’s a Rich Text element?","2e633c6a":"The rich text element allows you to create and format headings, paragraphs, blockquotes, images, and video all in one place instead of having to add and format them individually. Just double-click and easily create content.","57fa6135":"Static and dynamic content editing","-a016b40":"A rich text element can be used with static or dynamic content. For static content, just drop it into any page and begin editing. For dynamic content, add a rich text field to any collection and then connect a rich text element to that field in the settings panel. Voila!","-4bffb26e":"How to customize formatting for each rich text","-43ba1153":"Headings, paragraphs, blockquotes, figures, images, and figure captions can all be styled after a class is added to the rich text element using the \"When inside of\" nested selector system.","20e5ab1b":"This guide covers the basic usage of the template as well as an overview of the template structure.","46e97297":"Blank Starter Template","-370d6995":"Inside the \"Template\" directory, you'll find a page titled \"Blank Starter Template\". This template includes a navigation bar and a footer - the ideal starting point for your pages.","1cd19a47":"1. Duplicate the Blank Starter Page template","79a866bb":"Note: Be sure to change the Parent Folder to the desired location.","1fa7dce9":"2. Copy and paste blocks to the newly created page:","-15fe77fa":"Copy Sections from any page, then paste them into the body of your newly created page. Also you may copy sections from any page listed on the main landing page.","-1176f893":" Style Guide","3012f73":" page demonstrates the display of all base elements found in the template and is a good place to start familiarising yourself with the template.","-6f444cd9":"You'll also find a section demonstrating how to correctly use the associated utility classes.","255b84b":"Editing Typography Styles","c5f98b0":"Setting heading styles","-477f653f":"Instead of using classes, you must click the header then in the Selector drop-down where you would type in the class name, select “All H1 Headings” then make your change.  Same goes for all base heading elements. Click the element, choose “All heading 5”, then any changes you make to that will be reflected across all in the site.","-25e178fe":"Setting Body Text and paragraph styles","-547fd2bf":"Follow the same procedure for body text and paragraphs - which are specified on the ","1fadc2":"Body","131e80b4":" element.  Select the body element, and from the Selector dropdown, choose “Body (All Pages)” and change the typography settings for that element.  These styles then flow through to the paragraphs and other generic text elements in the site.","41dedcd":"Grids","77461b51":"Content is structured using the CSS grid layout property and uses various Gap modifier classes to set the desired amount of spacing between grid items. This spacing is based on the base line height unit (24px), as such when you see a class such as \"Gap 2\" the \"2\" in this case will mean that the grid gap is 48px, as this is 2 times the base line height unit of 24px. Note: the default space between both the ","-642bd043":"Columns","1f0b149":" and ","26f5f9":"Rows","3eb3a08":" classes is 24px.","-39e42cda":"The class reference for grids is as follows:","-214e37fd":"Columns ","-74f8228b":"- this class will set the grid layout so that children are structured in columns.","-6f5eb021":" - this class will set the grid layout so that children are structure in rows.","-1d79b429":"Modifier classes are as follows:","-26a40f4e":"Gap 0.75x","7ebd7294":" - The gap between grid items will be 18px","-64576b16":"Gap 1.5x","7ebe53d0":" - The gap between grid items will be 36px","7eb26430":"Gap 2x","7ebecfb1":" - The gap between grid items will be 48px","7eb2644f":"Gap 3x","7ec01648":" - The gap between grid items will be 72px","7f7a2032":"Containers","2aec304c":"The template uses 5 container sizes to house the contents in most sections. For your convenience, you can use these classes to easily contain content in your sections:","-7dec0a53":"Container - XS:","-10585ede":" This container limits content to 452px","-c51f141":"Container - M:","-103a65e2":" This container limits content to 690px","-599cad08":"Additionally, use the class ","65fce410":"Align Center ","-a66108a":"to align the container in the center of its parent element.","71c35fe9":"Back To Top Button","-22eee645":"Ensure that the Back To Top Button symbol is the first element inside the body.","182f658e":"The Back To Top Button symbol.","160adce2":"Then, ensure the page has a Page Scrolled interaction with the ","-71beca67":"Hide Back To Top Button ","7405f88b":"interaction activates when the page scrolls up, and the ","-1face34":"Show Back To Top Button","b659c68":" interaction activates when the page scrolls down.","5deb31e0":"The Page scrolled interaction","38143ef8":"SVG Icon & SVG Divider Colors","68f3877b":"Unfortunately Webflow does not allow dynamic coloring of SVG icons and dividers. To change the icon or divider color from the default:","6a4a3b38":"Download the icon SVG file","21d59569":"Open the SVG file in a text editor","-5c9881fe":"Change the hex value to your desired color","-772bb6cc":"Save, and reupload the icon.","-a1752c4":"Custom Code","-6514cd55":"Inside the Project Settings, in the Custom Code tab you'll notice some style code has been added to the head of each page:","2f5e6497":"Font Rendering Custom Code","-53b07218":"This code is to ensure that the text rendering is smooth and consistent across all browsers. It does not require any action on your part.","4c6cf0e1":"More Information","9c54a6c":"For further information, please consult the ","-12932284":"Webflow documentation","43efbe1a":" or reach out to us via the ","-40cba5e6":"our support page.","-70bb4f8c":"The Future of Intelligence.","7c51e680":"Ethics","-7a72aee7":"Ethical considerations are critical to the development and deployment of AI technology. That's why we've dedicated a significant portion of the event to exploring the ethical implications of AI and how they can be addressed.","-421bb11b":"Leadership","69ab5cf4":"Our keynote speakers and workshop leaders will provide thought-provoking insights and practical guidance on how to develop and deploy AI systems that are responsible, transparent, and aligned with human values.","-3b43df0f":"Synapse will highlight the latest advances in AI and their potential impact on businesses, industries, and society. Attendees will learn about the latest trends in AI development and how to leverage these trends to drive innovation in their own organizations.","-5be04cef":"workshops + discussion","5c48b78f":"and much more.","432ce00d":"Meet Speakers","-61eed243":"explore the frontiers of AI technology.","2fc0421f":"Explore the frontiers of AI technology and its ethical implications. Join us at Synapse, a two-day event that brings together luminaries in the industry to discuss the future of AI innovation and ethics.","-3c5549ad":"online","2b":"+","-3afa1f03":"In-Person","-f1cf518":"about location","-126ab777":"proudly","-40acfec7":"sponsored","c57":"by","39aede26":"meet our sponsors","-c13c7cc":"hospitality","1fe2ecae":"industry 4.0 solutions","-1b4a3c57":"Synapse brings together some of the most distinguished and accomplished experts in the field of AI, who will share their insights, experiences, and perspectives on the latest advances and ethical implications of AI technology.","fb34c0d":"meet speakers","62162b9":"legal","26a3d536":"Last updated\n              23.03.2023","-a1db1a3":"Synapse is committed to protecting the privacy of all visitors to our Site, as well as our event attendees, and we have created this Privacy Policy to explain our practices regarding the collection, use, and disclosure of personal information.","63cab71":"Please read this Privacy Policy carefully before using the Site or participating in our events. By using the Site, attending our events, or otherwise providing us with your personal information, you agree to the terms of this Privacy Policy.","56ed6652":"Information Collection","-77b3f337":"We may also collect non-personally identifiable information automatically when you visit the Site, such as your IP address, browser type, device type, operating system, and browsing history. This information helps us to improve the Site and better understand our users' needs.","-7ef393e4":"Use of Information","-781bbea2":"We use your personal information for the following purposes:","-2f00e283":"To process your registration and facilitate your participation in the event.","-34d03b70":"To send you updates, newsletters, and other relevant information about the event.","2a4226d9":"To process and complete any transactions you make on the Site.","766e3bc6":"To respond to your inquiries and provide customer support.","-59a88a58":"Information Sharing","-2852bf43":"We do not sell, rent, or share your personal information with third parties for their marketing purposes without your consent. We may share your personal information with:","-13a22002":"Third-party service providers who assist us in operating the Site, processing transactions, and providing services related to the event. These providers are contractually required to protect your personal information and use it only for the specific purpose for which it was provided.","-69cdb5fe":"Law enforcement, government agencies, or other authorized third parties as required by law, or in response to legal requests or processes. In connection with a merger, acquisition, or sale of assets, where the disclosure of your information is necessary to complete the transaction.","5f95a1dd":"Updates to this Privacy Policy","1d049c21":"We may update this Privacy Policy from time to time to reflect changes in our practices or applicable laws. We will post the updated version on the Site and indicate the date of the last update. Your continued use of the Site or participation in our events after any changes to this Privacy Policy indicates your acceptance of the updated terms.","-28a268c6":"All graphical assets in this template are licensed for personal and commercial use. If you'd like to use a specific asset, please check the license below.","63a3b99d":"photography","-11b94e75":"All photography sourced from Unsplash and falls under the ","4e5deded":"Unsplash License.","2c90b6f9":"View Collection","5500514f":"Typography","-7739b720":"Both the Mona Sans and Big Shoulders Display typefaces are licensed under the ","-e1d9f9e":"Open Font License (OFL)","4eb2b626":" and are free to use in your project.","59586fe":"Mona Sans","12ca8cf5":"Big Shoulders Display","-30ad84a8":"videos","-2e88db7":"All videos sourced from Pexels and falls under the ","55948da4":"Pexels License.","5bd02320":"San Francisco","-49f7e6f3":"About the venue","71a121ff":"The LINK Exhibition Centre is a premier event space located in the heart of San Francisco. With its state-of-the-art facilities and modern design, the venue is the perfect setting for conferences, trade shows, and other large-scale events.","1ad4f650":"The centre offers a range of amenities, including Wi-Fi, catering, and audiovisual equipment, to ensure that every event is a success. With its convenient location and exceptional service, the LINK Exhibition Centre is the ideal venue for hosting the Synapse.","-4468640c":"address","1bb94f41":"accomodation","6ed11efd":"sago SF","-65ecdcee":"675 Alhambra Avenue,","-8298742":"aquay suites","267ba307":"1241 Valencia Terrace,","68c52d80":"the virtual show-floor","44f5faad":"synapse.ai","3c2336d":"About","-5702a15c":"The Synapse Online platform is a virtual space that enables attendees to engage with the event remotely. The platform provides access to a range of features, including live event streams, virtual workshops, and Discord discussion channels. Attendees can view the event streams from their computer or mobile device, and participate in real-time Q&A sessions with speakers and other attendees.","35223cb2":"event portal","4fec7377":"Virtual workshops and interactive learning experiences.","-6100d71f":"visit portal","-3577e893":"social","-58b36a24":"medtech solutions","-c777908":"metaverse partner","38cb4d57":"metaverse workshop","30834aec":"Designing \"Immersive Internet\" for the world.","7f2746be":"Contact US","79cc0154":"Demo 1","-4f98eacc":"demo 1","79cc0155":"Demo 2","79cc0156":"Demo 3","79cc0157":"Demo 4","-37b20efd":"retail","-29996d69":"schedule","-4fccfafb":"day 01","-2f804338":"ethical AI: Challenges and Opportunities","4fb738fd":"09:00AM","497f9b62":"welcome","-56c470e0":"by ken maskall","4fb89a1a":"09:30am","6b641565":"KEYNOTE ADDRESS","10bf61e6":"Presented by renowned AI leader Ken Maskall, followed by insightful panel discussions and workshops focused on AI ethics, responsible innovation, and the integration of artificial intelligence in various industries.","7541d6a7":"10:00AM","-1b3496fb":"AI in Education: Shaping the Classroom of Tomorrow","51c6ee40":"Explore the exciting potential of AI in education, and how it can be used to personalize learning, improve educational outcomes, and create new opportunities for students and educators alike.","78ab89b6":"12:00PM","628c32a":"lunch","-7b6a0b4":"abacus restaruant, exhibition centre.","4211d2f3":"01:30PM","-10624338":"AI for Good: Exploring Sustainable Applications","1630e5c2":"In this workshop, we will explore the sustainable applications of AI, including how it can be used to address pressing global challenges, such as climate change, food security, and healthcare, and how it can help organizations build sustainable business models.","3ddf8665":"by Aisha Patel","457a2714":"03:00PM","-35502b41":"Building Trust in AI: Strategies and Best Practices","18848ed2":"We will discuss the challenges and opportunities associated with building trust in AI and provide practical guidance on how to create transparent, explainable, and accountable AI systems.","-4fccfafa":"day 02","360ea3de":"AI in Action: Applications and Case Studies","6659d82e":"AI and Cybersecurity: Opportunities and Risks","-525462e7":"This talk will explore how AI is changing the cybersecurity landscape and how it can be used to enhance security and protect against cyber threats.","1661c1e7":"The Role of AI in Healthcare Innovation","-ce6d80e":"In this workshop, we will explore the latest applications of AI in healthcare, such as personalized medicine, patient monitoring, and disease prevention. We will also discuss the challenges and opportunities associated with integrating AI into healthcare systems, and provide practical guidance on how to develop and deploy AI-powered healthcare solutions that are ethical, transparent, and effective.","-383038b3":"AI and Business Strategy: Creating Value and Managing Risks","73e48c81":"Explore how AI is reshaping business strategy and providing new opportunities for growth and innovation. We will discuss how to leverage AI to create value for customers, optimize business processes, and gain competitive advantage.","6b89ba03":"The Future of AI","-14867645":"This talk will provide a forward-looking perspective on the future of AI and its potential impact on society, industry, and individuals. We will discuss the opportunities and challenges associated with the continued development and deployment of AI, and explore the ethical implications of AI on issues such as employment, privacy, and inequality.","4c4d8990":"07:00PM","-4f60138e":"dinner","-45c0ea82":"search results","-75764c4":"No matching results.","-7f3c5fac":"speakers","-77b7a001":"speaker","-7fce5e97":"ken maskall","-1c8dce35":"PROFESSOR – AI ETHICS, STANDFORD UNIVERSITY","-ea32042":"Ken Maskall is a renowned AI Ethics leader with over 15 years of experience in the artificial intelligence domain. He holds a Ph.D. in Computer Science from Stanford University and has authored numerous publications on AI's ethical implications and responsible development. As the founder of the Responsible AI Institute, Ken has been instrumental in shaping global AI policy and promoting the adoption of ethical guidelines across industries.","55f471a5":"A frequent keynote speaker at international conferences, Ken is dedicated to fostering interdisciplinary collaboration and raising awareness about the social impact of AI technology.","-75c8d518":"AROUND THE WEB:","5ff25db7":"Maria vasquez","55d93e8e":"Director of AI Ethics and Governance at neuratech","-f0b2726":"Maria Vasquez is a leading AI ethicist and researcher who has been at the forefront of shaping ethical frameworks for AI development and deployment. She holds a PhD in Philosophy and has authored several influential publications on AI ethics and governance. Currently, she serves as a consultant to several leading AI companies and advises governments and international organizations on AI policy and ethics. Her work has been recognized with numerous awards and fellowships, including the AI Ethics Pioneer Award from the AI Ethics Institute.\n                Maria is a frequent speaker at international conferences and has been featured in several media outlets for her contributions to the field of AI ethics. She is passionate about promoting responsible and inclusive AI development that benefits society as a whole.","3a5b2be1":"arnold schulz","690a33ee":"founder and CEO of InsightMind","6bb3f8df":"Arnold Schulz is a technology entrepreneur and AI strategist who has a proven track record in driving innovation and transformational change in the industry. He is the founder and CEO of InsightMind, a company that provides AI-powered solutions to businesses across various sectors. Arnold holds a degree in Computer Science and has over 15 years of experience in developing and deploying AI technology. He has been recognized for his work with several awards and is a frequent speaker at international conferences on AI and innovation.\n                Arnold is passionate about leveraging AI to solve complex business challenges and drive social impact. He is also an advocate for ethical and responsible AI development that promotes transparency, fairness, and accountability.","-6d70ef67":"sponsors","-69e2244d":"major sponsor","-7b6c0057":"A leading provider of AI-powered solutions for businesses across different sectors. Their solutions range from advanced analytics and natural language processing to machine learning and robotic process automation.","-581bc7c":"altertype.io","791d8409":"Global leader in AI research and development, with a focus on developing cutting-edge AI technologies that enable smarter and more sustainable cities. Their solutions include AI-powered traffic management, smart energy systems, and predictive maintenance for critical infrastructure.","-4e78182e":"luminous.ai","7e3e948d":"sports & fitness","-69525c33":"style guide","-1d819e28":"A central guide for common components and styles used in Synapse.","78a3a990":"Colors","465410fe":"Primaries and grays controlled by the Global Swatch feature.","2eef76":"dark","-6fe2541d":"#000000","6bdcc29":"white","-49175bdd":"#FFFFFF","-3b974962":"white - Faded","73acc77":"rgba(255,255,255,0.2)","-233ae319":"Headings, body and other common text elements.","770e1708":"Heading One","770e2aee":"Heading Two","-13d79240":"Heading Three","6ab0b8c4":"Heading Four","6ab0a250":"Heading Five","744fd632":"Large Text    ","-131bfe01":"Large Link","-3b6c0095":"Body Text    ","-41685048":"Body Link","-1ccdbe1a":"Small Text    ","-4367984d":"Small Link","719b5761":"Buttons","-12c08cdb":"Component, text style and size variations","5c13d641":"default","4c4a4e7":"Small","7436fbb0":"small arrow","3566cc5":"Form Inputs","5791532a":"General style and state variations for text inputs.","43867aa":"Input","360b43a0":"Text Area","2d1d3d81":"Form Selectables","-760ab70a":"Styling for checkboxes, selects and radios.","4b123db":"Radio","-2e3e4ae1":"Choose an option","-491b32af":"First Choice","3c4172cd":"Second Choice","-1b351146":"Third Choice","-47e540b3":"unity / unreal solutions","27a459b6":"vr solutions","6bc5285":"webar","-42a17c80":"empty area"}